import React from 'react';
import { Link } from 'react-router-dom';

const AboutContent_bn: React.FC = () => (
  <>
    <p>LiquidBoard হল টেক্সট এবং ছবির জন্য একটি ক্লিপবোর্ড ম্যানেজমেন্ট অ্যাপ। এই অ্যাপটি আপনাকে প্রায়ই ব্যবহৃত কনটেন্ট তৈরি করতে বা অন্যান্য অ্যাপ থেকে কপি করা কনটেন্ট সংরক্ষণ করতে সাহায্য করে। অনুসন্ধান, সাজানো, গ্রুপ করা, গুরুত্বপূর্ণ কনটেন্ট পিন করা এবং JSON বা CSV ফরম্যাটে ফাইল এক্সপোর্ট করার মতো বৈশিষ্ট্যগুলি ডেটা ম্যানেজমেন্ট সরল করার জন্য সমস্ত সমর্থিত।</p>
    <p>লিকুইডবোর্ড আপনার কীবোর্ডে একীভূত হয় যাতে পূর্বে সংরক্ষিত বা কপি করা টেক্সট এবং ছবি পাঠানো সহজ হয়। আপনি এই অ্যাপটি ব্যবহার করে গ্রাহকদের জন্য প্রতিদিনের পুনরাবৃত্ত হয় এমন বাক্যাংশ, রিপোর্টের বিষয়বস্তু, বিক্রয় লিঙ্ক, অ্যাকাউন্ট নম্বর, ঠিকানা, কিউআর কোড ইত্যাদি সংরক্ষণ করতে পারেন। এছাড়াও, লিকুইডবোর্ডে একটি স্টিকার বিভাগ আছে, যা আপনাকে যোগ করা ছবিগুলি থেকে স্টিকার তৈরি করতে দেয়।</p>
    <p>সমস্ত তথ্য স্থানীয়ভাবে এবং নিরাপদভাবে আপনার ডিভাইস এবং iCloud-এ সংরক্ষিত থাকে (iCloud যুক্ত করার পর)। LiquidBoard প্রতিশ্রুতিবদ্ধ যে আপনার কোনো তথ্য অন্য কোথাও সংরক্ষণ বা আপলোড করবে না। সমস্ত প্রতিশ্রুতি Apple দ্বারা প্রয়োগ ও নিয়ন্ত্রণ করা হয়।<Link to="/policy/data-security">ডেটা নিরাপত্তা</Link>এবং<Link to="/policy/privacy">গোপনীয়তা</Link>অ্যাপের মধ্যে নীতি। আমরা এই নথিগুলো অ্যাপে এবং আমাদের ওয়েবসাইটে প্রকাশ করি, এবং আপনি সহজেই এগুলো খুঁজে পেতে পারেন<Link to="/policy/data-security">ডেটা নিরাপত্তা</Link>এবং<Link to="/policy/privacy">গোপনীয়তা</Link>.</p>
  </>
);
export default AboutContent_bn;
