import React from 'react';
import { Link } from 'react-router-dom';

const AboutContent_hi: React.FC = () => (
  <>
    <p>LiquidBoard एक टेक्स्ट और इमेज के लिए क्लिपबोर्ड प्रबंधन ऐप है। यह ऐप आपको अक्सर इस्तेमाल होने वाली सामग्री बनाने या अन्य ऐप्स से कॉपी की गई सामग्री को संग्रहीत करने में मदद करता है। खोज, सॉर्टिंग, ग्रुपिंग, महत्वपूर्ण सामग्री को पिन करना, और JSON या CSV फॉर्मेट में फाइलें निर्यात करना जैसी सुविधाएँ सभी डेटा प्रबंधन को सरल बनाने के लिए समर्थित हैं।</p>
    <p>LiquidBoard आपके कीबोर्ड में एकीकृत होता है ताकि पहले से संग्रहित या पहले कॉपी किए गए टेक्स्ट और इमेजेज़ को भेजना आसान हो जाए। आप इस ऐप का उपयोग ग्राहकों के लिए दैनिक बार-बार प्रयोग होने वाले वाक्यांशों, रिपोर्ट सामग्री, बिक्री लिंक, खाता संख्या, पते, QR कोड आदि को संग्रहित करने के लिए कर सकते हैं। इसके अलावा, LiquidBoard में एक स्टिकर्स सेक्शन भी है, जो आपको जोड़ी गई इमेज़ से स्टिकर्स बनाने की अनुमति देता है।</p>
    <p>सारा डेटा आपके डिवाइस और iCloud (iCloud लिंक करने के बाद) पर स्थानीय और सुरक्षित रूप से संग्रहीत किया जाता है। LiquidBoard यह वचन देता है कि आपका कोई भी डेटा कहीं और संग्रहित या अपलोड नहीं किया जाएगा। सभी प्रतिबद्धताओं को Apple द्वारा लागू और नियंत्रित किया जाता है।<Link to="/policy/data-security">डेटा सुरक्षा</Link>और<Link to="/policy/privacy">गोपनीयता</Link>ऐप के भीतर नीतियाँ। हम इन दस्तावेज़ों को ऐप और हमारी वेबसाइट पर सार्वजनिक रूप से प्रकाशित करते हैं, और आप उन्हें आसानी से यहाँ पा सकते हैं<Link to="/policy/data-security">डेटा सुरक्षा</Link>और<Link to="/policy/privacy">गोपनीयता</Link>.</p>
  </>
);
export default AboutContent_hi;
