import React from 'react';
import { Link } from 'react-router-dom';

const AboutContent_th: React.FC = () => (
  <>
    <p>LiquidBoard เป็นแอปจัดการคลิปบอร์ดสำหรับข้อความและภาพ แอปช่วยให้คุณสร้างเนื้อหาที่ใช้บ่อยหรือเก็บเนื้อหาที่คัดลอกจากแอปอื่น ฟีเจอร์ต่างๆ เช่น การค้นหา การจัดเรียง การจัดกลุ่ม การปักหมุดเนื้อหาสำคัญ และการส่งออกไฟล์ในรูปแบบ JSON หรือ CSV ถูกสนับสนุนทั้งหมดเพื่อทำให้การจัดการข้อมูลง่ายขึ้น</p>
    <p>LiquidBoard ผสานเข้ากับคีย์บอร์ดของคุณเพื่อทำให้การส่งข้อความและภาพที่เก็บไว้ล่วงหน้าหรือคัดลอกมาก่อนหน้าง่ายขึ้น คุณสามารถใช้แอปเพื่อเก็บวลีประจำวันที่ใช้บ่อยสำหรับลูกค้า เนื้อหารายงาน ลิงก์การขาย หมายเลขบัญชี ที่อยู่ รหัส QR เป็นต้น นอกจากนี้ LiquidBoard ยังมีส่วนสติกเกอร์ ซึ่งช่วยให้คุณสร้างสติกเกอร์จากภาพที่เพิ่มเข้ามาได้</p>
    <p>ข้อมูลทั้งหมดจะถูกจัดเก็บในเครื่องและใน iCloud อย่างปลอดภัย (หลังจากเชื่อมต่อกับ iCloud) LiquidBoard สัญญาว่าจะไม่จัดเก็บหรืออัปโหลดข้อมูลของคุณไปที่อื่นใด คำมั่นสัญญาทั้งหมดจะถูกบังคับใช้และควบคุมโดย Apple ผ่าน <Link to="/policy/data-security">ความปลอดภัยของข้อมูล</Link> และ <Link to="/policy/privacy">ความเป็นส่วนตัว</Link> นโยบายภายในแอป เรายังเผยแพร่เอกสารเหล่านี้ต่อสาธารณชนในแอปและบนเว็บไซต์ของเรา และคุณสามารถหาพวกมันได้อย่างง่ายดายที่ <Link to="/policy/data-security">ความปลอดภัยของข้อมูล</Link> และ <Link to="/policy/privacy">ความเป็นส่วนตัว</Link>.</p>
  </>
);
export default AboutContent_th;
